IDEA Open Model
RigidLink Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public RigidLink()
Public Sub New
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace